{
  "en": {
    "page-title": "State 214: A Story of Growth and Unity",
    "home": "Home",
    "history": "History",
    "alliances": "Alliances",
    "rules": "Rules",
    "fort": "Fort",
    "community": "Community",
    "introduction": "State 214 was officially launched in April 2023, entering the world of Whiteout Survival amidst fierce competition and dynamic leadership. Despite early challenges—internal power struggles, shifting alliances, and growing pains—the state quickly found its footing through collaboration, diplomacy, and a shared commitment to the community over individual control.",
    "growth": "Through countless battles, strategic decisions, and community efforts, State 214 has become one of the most successful and respected states in the game. Its strength lies in the cohesion and teamwork fostered among its players, allowing for consistent growth and achievement.",
    "losses-and-challenges": "Losses and Challenges: January - March 2024",
    "losses-text": "From January to March 2024, State 214 experienced significant losses. We saw the dissolution of several key alliances, including AXE (formerly TEX), BLK, and part of USA, as they began to disband and leave the state. This period was a challenging time, as our best alliances and dear friends, such as TDS/TLS, also followed suit, leaving a void.",
    "new-alliances": "Challenges with New Alliances: September - December 2024",
    "new-alliances-text": "In September 2024, we welcomed a new alliance that initially joined State 214 with good intentions. However, after a short period, some members of this alliance showed a lack of interest in collaboration and instead spread chaos and discord. As a unified state, we faced this challenge together, particularly with the support of ODA. In December 2024, the entire state took a stand against the disruptive players. By January 2025, after much unrest, the remaining members of this alliance were forced to consider and eventually execute a transfer, thus restoring order and unity within State 214.",
    "key-milestones": "Key Milestones",
    "key-milestones-text": "In April 2024, State 214 welcomed ODA from State 245, marking a pivotal moment in its development. Their leadership and participation played a crucial role in reorganizing the state, alongside DOA, to improve coordination and reinforce the alliances that would define the state’s success.",
    "fusion": "The great state fusion in winter 2025 was another significant turning point. State 214 absorbed skilled players from State 196, further boosting its power, diversity, and ambition. The merger was more than just an increase in numbers; it strengthened the community and injected new passion and drive into the state.",
    "recent-developments": "Recent Developments",
    "recent-developments-text": "In the past month, PBT made a successful alliance transition, joined by several talented players. This transition, combined with the latest transfer window, has propelled the state to new heights. These changes have not only strengthened our alliances but also deepened friendships and reinforced the sense of unity that defines State 214.",
    "looking-ahead": "Looking Ahead",
    "looking-ahead-text": "The future of State 214 is focused on a common goal: the Frostdragon Tyrant. The ambition now is to unite three elite alliances in this high-stakes event and, ultimately, to bring the Tyrant itself under State 214’s banner. This vision drives our community to keep pushing the limits of what we can achieve together.",
    "core-alliances": "Core Alliances",
    "core-alliances-text": "The strength of State 214 lies in its core alliances: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
  },
  "de": {
    "page-title": "Staat 214: Eine Geschichte von Wachstum und Einheit",
    "home": "Startseite",
    "history": "Geschichte",
    "alliances": "Allianzen",
    "rules": "Regeln",
    "fort": "Burg",
    "community": "Gemeinschaft",
    "introduction": "Staat 214 wurde offiziell im April 2023 gegründet und trat in die Welt von Whiteout Survival ein, umgeben von harter Konkurrenz und dynamischer Führung. Trotz anfänglicher Herausforderungen – interne Machtkämpfe, wechselnde Allianzen und Wachstumsprobleme – fand der Staat schnell seinen Platz durch Zusammenarbeit, Diplomatie und das gemeinsame Engagement für die Gemeinschaft über den individuellen Erfolg.",
    "growth": "Durch unzählige Kämpfe, strategische Entscheidungen und gemeinsame Anstrengungen ist Staat 214 zu einem der erfolgreichsten und respektiertesten Staaten im Spiel geworden. Seine Stärke liegt in der Kohäsion und der Teamarbeit, die unter den Spielern gefördert werden, was zu stetigem Wachstum und Erfolg führt.",
    "losses-and-challenges": "Verluste und Herausforderungen: Januar - März 2024",
    "losses-text": "Von Januar bis März 2024 erlebte Staat 214 erhebliche Verluste. Wir sahen die Auflösung mehrerer wichtiger Allianzen, darunter AXE (ehemals TEX), BLK und Teile von USA, da sie begannen, sich aufzulösen und den Staat zu verlassen. Diese Zeit war eine herausfordernde Phase, da auch unsere besten Allianzen und engen Freunde wie TDS/TLS sich trennten, was eine Lücke hinterließ.",
    "new-alliances": "Herausforderungen mit neuen Allianzen: September - Dezember 2024",
    "new-alliances-text": "Im September 2024 begrüßten wir eine neue Allianz, die zunächst mit guten Absichten in Staat 214 eintrat. Doch nach kurzer Zeit zeigten einige Mitglieder dieser Allianz wenig Interesse an Zusammenarbeit und verbreiteten stattdessen Chaos und Unruhe. Als vereinter Staat haben wir diese Herausforderung gemeinsam gemeistert, besonders mit der Unterstützung von ODA. Im Dezember 2024 stellte sich der gesamte Staat gegen die störenden Spieler. Bis Januar 2025, nach viel Unruhe, sahen sich die verbleibenden Mitglieder dieser Allianz gezwungen, einen Transfer in Betracht zu ziehen und durchzuführen, wodurch die Ordnung und Einheit im Staat 214 wiederhergestellt wurde.",
    "key-milestones": "Wichtige Meilensteine",
    "key-milestones-text": "Im April 2024 begrüßte Staat 214 ODA aus Staat 245, was einen Wendepunkt in seiner Entwicklung darstellte. Ihre Führung und Teilnahme spielten eine entscheidende Rolle bei der Neustrukturierung des Staates, zusammen mit DOA, um die Koordination zu verbessern und die Allianzen zu stärken, die den Erfolg des Staates bestimmen würden.",
    "fusion": "Die große Staatsfusion im Winter 2025 war ein weiterer wichtiger Wendepunkt. Staat 214 nahm talentierte Spieler aus Staat 196 auf, was die Macht, Vielfalt und Ambition des Staates weiter verstärkte. Die Fusion war mehr als nur ein Anstieg der Zahlen; sie stärkte die Gemeinschaft und brachte neue Leidenschaft und Antrieb in den Staat.",
    "recent-developments": "Jüngste Entwicklungen",
    "recent-developments-text": "Im letzten Monat machte PBT einen erfolgreichen Allianzwechsel, dem sich mehrere talentierte Spieler anschlossen. Dieser Übergang, kombiniert mit dem letzten Transferfenster, hat den Staat zu neuen Höhen geführt. Diese Veränderungen haben nicht nur unsere Allianzen gestärkt, sondern auch Freundschaften vertieft und das Gefühl der Einheit verstärkt, das Staat 214 prägt.",
    "looking-ahead": "Blick nach vorn",
    "looking-ahead-text": "Die Zukunft von Staat 214 ist auf ein gemeinsames Ziel fokussiert: den Frostdragon Tyrant. Das Ziel ist nun, drei Elite-Allianzen in diesem hochriskanten Ereignis zu vereinen und letztendlich den Tyrannen unter das Banner von Staat 214 zu bringen. Diese Vision treibt unsere Gemeinschaft an, die Grenzen dessen zu überschreiten, was wir gemeinsam erreichen können.",
    "core-alliances": "Kern-Allianzen",
    "core-alliances-text": "Die Stärke von Staat 214 liegt in seinen Kern-Allianzen: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
  },
  "es": {
    "page-title": "Estado 214: Una historia de crecimiento y unidad",
    "home": "Inicio",
    "history": "Historia",
    "alliances": "Alianzas",
    "rules": "Reglas",
    "fort": "Fortaleza",
    "community": "Comunidad",
    "introduction": "El Estado 214 se lanzó oficialmente en abril de 2023, ingresando al mundo de Whiteout Survival en medio de una feroz competencia y un liderazgo dinámico. A pesar de los desafíos iniciales—luchas internas, alianzas cambiantes y dolores de crecimiento—el estado rápidamente encontró su camino a través de la colaboración, la diplomacia y un compromiso compartido con la comunidad por encima del control individual.",
    "growth": "A través de innumerables batallas, decisiones estratégicas y esfuerzos comunitarios, el Estado 214 se ha convertido en uno de los estados más exitosos y respetados en el juego. Su fuerza radica en la cohesión y el trabajo en equipo fomentados entre sus jugadores, lo que permite un crecimiento y éxito constantes.",
    "losses-and-challenges": "Pérdidas y desafíos: enero - marzo 2024",
    "losses-text": "De enero a marzo de 2024, el Estado 214 experimentó pérdidas significativas. Vimos la disolución de varias alianzas clave, incluidas AXE (anteriormente TEX), BLK y parte de USA, que comenzaron a disolverse y abandonar el estado. Este período fue un tiempo desafiante, ya que nuestras mejores alianzas y amigos cercanos, como TDS/TLS, también siguieron su ejemplo, dejando un vacío.",
    "new-alliances": "Desafíos con nuevas alianzas: septiembre - diciembre 2024",
    "new-alliances-text": "En septiembre de 2024, recibimos una nueva alianza que inicialmente se unió al Estado 214 con buenas intenciones. Sin embargo, después de un corto período, algunos miembros de esta alianza mostraron poco interés en colaborar y, en su lugar, difundieron caos y discordia. Como estado unificado, enfrentamos este desafío juntos, particularmente con el apoyo de ODA. En diciembre de 2024, todo el estado se levantó contra los jugadores disruptivos. En enero de 2025, después de muchas molestias, los miembros restantes de esta alianza se vieron obligados a considerar y ejecutar finalmente un traspaso, restaurando así el orden y la unidad dentro del Estado 214.",
    "key-milestones": "Hitos clave",
    "key-milestones-text": "En abril de 2024, el Estado 214 dio la bienvenida a ODA desde el Estado 245, marcando un momento crucial en su desarrollo. Su liderazgo y participación jugaron un papel crucial en la reorganización del estado, junto con DOA, para mejorar la coordinación y reforzar las alianzas que definirían el éxito del estado.",
    "fusion": "La gran fusión del estado en el invierno de 2025 fue otro punto de inflexión importante. El Estado 214 absorbió jugadores calificados del Estado 196, lo que aumentó aún más su poder, diversidad y ambición. La fusión fue más que solo un aumento en los números; fortaleció la comunidad e inyectó nueva pasión y energía al estado.",
    "recent-developments": "Desarrollos recientes",
    "recent-developments-text": "El mes pasado, PBT hizo una transición de alianza exitosa, unida por varios jugadores talentosos. Esta transición, combinada con la última ventana de transferencia, ha llevado al estado a nuevas alturas. Estos cambios no solo han fortalecido nuestras alianzas, sino que también han profundizado amistades y reforzado el sentido de unidad que define al Estado 214.",
    "looking-ahead": "Mirando hacia adelante",
    "looking-ahead-text": "El futuro del Estado 214 está enfocado en un objetivo común: el Tyrant Frostdragon. La ambición ahora es unir tres alianzas de élite en este evento de alto riesgo y, finalmente, llevar al Tyrant bajo la bandera del Estado 214. Esta visión impulsa a nuestra comunidad a seguir superando los límites de lo que podemos lograr juntos.",
    "core-alliances": "Alianzas principales",
    "core-alliances-text": "La fuerza del Estado 214 radica en sus alianzas principales: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
  }
}
