{
  "en": {
    "page-title": "State 214: A Story of Growth and Unity",
    "home": "Home",
    "history": "History",
    "alliances": "Alliances",
    "rules": "Rules",
    "fort": "Fort",
    "community": "Community",
    "introduction": "State 214 was officially launched in April 2023, entering the world of Whiteout Survival amidst fierce competition and dynamic leadership. Despite early challenges—internal power struggles, shifting alliances, and growing pains—the state quickly found its footing through collaboration, diplomacy, and a shared commitment to the community over individual control.",
    "growth": "Through countless battles, strategic decisions, and community efforts, State 214 has become one of the most successful and respected states in the game. Its strength lies in the cohesion and teamwork fostered among its players, allowing for consistent growth and achievement.",
    "losses-and-challenges": "Losses and Challenges: January - March 2024",
    "losses-text": "From January to March 2024, State 214 experienced significant losses. We saw the dissolution of several key alliances, including AXE (formerly TEX), BLK, and part of USA, as they began to disband and leave the state. This period was a challenging time, as our best alliances and dear friends, such as TDS/TLS, also followed suit, leaving a void.",
    "new-alliances": "Challenges with New Alliances: September - December 2024",
    "new-alliances-text": "In September 2024, we welcomed a new alliance that initially joined State 214 with good intentions. However, after a short period, some members of this alliance showed a lack of interest in collaboration and instead spread chaos and discord. As a unified state, we faced this challenge together, particularly with the support of ODA. In December 2024, the entire state took a stand against the disruptive players. By January 2025, after much unrest, the remaining members of this alliance were forced to consider and eventually execute a transfer, thus restoring order and unity within State 214.",
    "key-milestones": "Key Milestones",
    "key-milestones-text": "In April 2024, State 214 welcomed ODA from State 245, marking a pivotal moment in its development. Their leadership and participation played a crucial role in reorganizing the state, alongside DOA, to improve coordination and reinforce the alliances that would define the state’s success.",
    "fusion": "The great state fusion in winter 2025 was another significant turning point. State 214 absorbed skilled players from State 196, further boosting its power, diversity, and ambition. The merger was more than just an increase in numbers; it strengthened the community and injected new passion and drive into the state.",
    "recent-developments": "Recent Developments",
    "recent-developments-text": "In the past month, PBT made a successful alliance transition, joined by several talented players. This transition, combined with the latest transfer window, has propelled the state to new heights. These changes have not only strengthened our alliances but also deepened friendships and reinforced the sense of unity that defines State 214.",
    "looking-ahead": "Looking Ahead",
    "looking-ahead-text": "The future of State 214 is focused on a common goal: the Frostdragon Tyrant. The ambition now is to unite three elite alliances in this high-stakes event and, ultimately, to bring the Tyrant itself under State 214’s banner. This vision drives our community to keep pushing the limits of what we can achieve together.",
    "core-alliances": "Core Alliances",
    "core-alliances-text": "The strength of State 214 lies in its core alliances: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
  },
  "de": {
    "page-title": "Staat 214: Eine Geschichte von Wachstum und Einheit",
    "home": "Startseite",
    "history": "Geschichte",
    "alliances": "Allianzen",
    "rules": "Regeln",
    "fort": "Burg",
    "community": "Gemeinschaft",
    "introduction": "Staat 214 wurde offiziell im April 2023 gegründet und trat in die Welt von Whiteout Survival ein, umgeben von harter Konkurrenz und dynamischer Führung. Trotz anfänglicher Herausforderungen – interne Machtkämpfe, wechselnde Allianzen und Wachstumsprobleme – fand der Staat schnell seinen Platz durch Zusammenarbeit, Diplomatie und das gemeinsame Engagement für die Gemeinschaft über den individuellen Erfolg.",
    "growth": "Durch unzählige Kämpfe, strategische Entscheidungen und gemeinsame Anstrengungen ist Staat 214 zu einem der erfolgreichsten und respektiertesten Staaten im Spiel geworden. Seine Stärke liegt in der Kohäsion und der Teamarbeit, die unter den Spielern gefördert werden, was zu stetigem Wachstum und Erfolg führt.",
    "losses-and-challenges": "Verluste und Herausforderungen: Januar - März 2024",
    "losses-text": "Von Januar bis März 2024 erlebte Staat 214 erhebliche Verluste. Wir sahen die Auflösung mehrerer wichtiger Allianzen, darunter AXE (ehemals TEX), BLK und Teile von USA, da sie begannen, sich aufzulösen und den Staat zu verlassen. Diese Zeit war eine herausfordernde Phase, da auch unsere besten Allianzen und engen Freunde wie TDS/TLS sich trennten, was eine Lücke hinterließ.",
    "new-alliances": "Herausforderungen mit neuen Allianzen: September - Dezember 2024",
    "new-alliances-text": "Im September 2024 begrüßten wir eine neue Allianz, die zunächst mit guten Absichten in Staat 214 eintrat. Doch nach kurzer Zeit zeigten einige Mitglieder dieser Allianz wenig Interesse an Zusammenarbeit und verbreiteten stattdessen Chaos und Unruhe. Als vereinter Staat haben wir diese Herausforderung gemeinsam gemeistert, besonders mit der Unterstützung von ODA. Im Dezember 2024 stellte sich der gesamte Staat gegen die störenden Spieler. Bis Januar 2025, nach viel Unruhe, sahen sich die verbleibenden Mitglieder dieser Allianz gezwungen, einen Transfer in Betracht zu ziehen und durchzuführen, wodurch die Ordnung und Einheit im Staat 214 wiederhergestellt wurde.",
    "key-milestones": "Wichtige Meilensteine",
    "key-milestones-text": "Im April 2024 begrüßte Staat 214 ODA aus Staat 245, was einen Wendepunkt in seiner Entwicklung darstellte. Ihre Führung und Teilnahme spielten eine entscheidende Rolle bei der Neustrukturierung des Staates, zusammen mit DOA, um die Koordination zu verbessern und die Allianzen zu stärken, die den Erfolg des Staates bestimmen würden.",
    "fusion": "Die große Staatsfusion im Winter 2025 war ein weiterer wichtiger Wendepunkt. Staat 214 nahm talentierte Spieler aus Staat 196 auf, was die Macht, Vielfalt und Ambition des Staates weiter verstärkte. Die Fusion war mehr als nur ein Anstieg der Zahlen; sie stärkte die Gemeinschaft und brachte neue Leidenschaft und Antrieb in den Staat.",
    "recent-developments": "Jüngste Entwicklungen",
    "recent-developments-text": "Im letzten Monat machte PBT einen erfolgreichen Allianzwechsel, dem sich mehrere talentierte Spieler anschlossen. Dieser Übergang, kombiniert mit dem letzten Transferfenster, hat den Staat zu neuen Höhen geführt. Diese Veränderungen haben nicht nur unsere Allianzen gestärkt, sondern auch Freundschaften vertieft und das Gefühl der Einheit verstärkt, das Staat 214 prägt.",
    "looking-ahead": "Blick nach vorn",
    "looking-ahead-text": "Die Zukunft von Staat 214 ist auf ein gemeinsames Ziel fokussiert: den Frostdragon Tyrant. Das Ziel ist nun, drei Elite-Allianzen in diesem hochriskanten Ereignis zu vereinen und letztendlich den Tyrannen unter das Banner von Staat 214 zu bringen. Diese Vision treibt unsere Gemeinschaft an, die Grenzen dessen zu überschreiten, was wir gemeinsam erreichen können.",
    "core-alliances": "Kern-Allianzen",
    "core-alliances-text": "Die Stärke von Staat 214 liegt in seinen Kern-Allianzen: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
  },
  "es": {
    "page-title": "Estado 214: Una historia de crecimiento y unidad",
    "home": "Inicio",
    "history": "Historia",
    "alliances": "Alianzas",
    "rules": "Reglas",
    "fort": "Fortaleza",
    "community": "Comunidad",
    "introduction": "El Estado 214 se lanzó oficialmente en abril de 2023, ingresando al mundo de Whiteout Survival en medio de una feroz competencia y un liderazgo dinámico. A pesar de los desafíos iniciales—luchas internas, alianzas cambiantes y dolores de crecimiento—el estado rápidamente encontró su camino a través de la colaboración, la diplomacia y un compromiso compartido con la comunidad por encima del control individual.",
    "growth": "A través de innumerables batallas, decisiones estratégicas y esfuerzos comunitarios, el Estado 214 se ha convertido en uno de los estados más exitosos y respetados en el juego. Su fuerza radica en la cohesión y el trabajo en equipo fomentados entre sus jugadores, lo que permite un crecimiento y éxito constantes.",
    "losses-and-challenges": "Pérdidas y desafíos: enero - marzo 2024",
    "losses-text": "De enero a marzo de 2024, el Estado 214 experimentó pérdidas significativas. Vimos la disolución de varias alianzas clave, incluidas AXE (anteriormente TEX), BLK y parte de USA, que comenzaron a disolverse y abandonar el estado. Este período fue un tiempo desafiante, ya que nuestras mejores alianzas y amigos cercanos, como TDS/TLS, también siguieron su ejemplo, dejando un vacío.",
    "new-alliances": "Desafíos con nuevas alianzas: septiembre - diciembre 2024",
    "new-alliances-text": "En septiembre de 2024, recibimos una nueva alianza que inicialmente se unió al Estado 214 con buenas intenciones. Sin embargo, después de un corto período, algunos miembros de esta alianza mostraron poco interés en colaborar y, en su lugar, difundieron caos y discordia. Como estado unificado, enfrentamos este desafío juntos, particularmente con el apoyo de ODA. En diciembre de 2024, todo el estado se levantó contra los jugadores disruptivos. En enero de 2025, después de muchas molestias, los miembros restantes de esta alianza se vieron obligados a considerar y ejecutar finalmente un traspaso, restaurando así el orden y la unidad dentro del Estado 214.",
    "key-milestones": "Hitos clave",
    "key-milestones-text": "En abril de 2024, el Estado 214 dio la bienvenida a ODA desde el Estado 245, marcando un momento crucial en su desarrollo. Su liderazgo y participación jugaron un papel crucial en la reorganización del estado, junto con DOA, para mejorar la coordinación y reforzar las alianzas que definirían el éxito del estado.",
    "fusion": "La gran fusión del estado en el invierno de 2025 fue otro punto de inflexión importante. El Estado 214 absorbió jugadores calificados del Estado 196, lo que aumentó aún más su poder, diversidad y ambición. La fusión fue más que solo un aumento en los números; fortaleció la comunidad e inyectó nueva pasión y energía al estado.",
    "recent-developments": "Desarrollos recientes",
    "recent-developments-text": "El mes pasado, PBT hizo una transición de alianza exitosa, unida por varios jugadores talentosos. Esta transición, combinada con la última ventana de transferencia, ha llevado al estado a nuevas alturas. Estos cambios no solo han fortalecido nuestras alianzas, sino que también han profundizado amistades y reforzado el sentido de unidad que define al Estado 214.",
    "looking-ahead": "Mirando hacia adelante",
    "looking-ahead-text": "El futuro del Estado 214 está enfocado en un objetivo común: el Tyrant Frostdragon. La ambición ahora es unir tres alianzas de élite en este evento de alto riesgo y, finalmente, llevar al Tyrant bajo la bandera del Estado 214. Esta visión impulsa a nuestra comunidad a seguir superando los límites de lo que podemos lograr juntos.",
    "core-alliances": "Alianzas principales",
    "core-alliances-text": "La fuerza del Estado 214 radica en sus alianzas principales: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
    },
    "th": {
    "page-title": "รัฐ 214: เรื่องราวของการเติบโตและความสามัคคี",
    "home": "หน้าแรก",
    "history": "ประวัติ",
    "alliances": "พันธมิตร",
    "rules": "กฎ",
    "fort": "ป้อม",
    "community": "ชุมชน",
    "introduction": "รัฐ 214 ก่อตั้งขึ้นในเดือนเมษายน 2023 เข้าสู่โลกของ Whiteout Survival ท่ามกลางการแข่งขันที่ดุเดือดและการเป็นผู้นำที่มีพลวัต แม้ว่าจะเผชิญกับความท้าทายตั้งแต่เริ่มต้น—การต่อสู้ภายใน อัลไลแอนซ์ที่เปลี่ยนแปลง และการเติบโตที่ยากลำบาก—รัฐ 214 ก็สามารถหาจุดยืนได้อย่างรวดเร็วผ่านการทำงานร่วมกัน การทูต และความมุ่งมั่นร่วมกันในชุมชนมากกว่าการควบคุมส่วนบุคคล",
    "growth": "ผ่านการต่อสู้มากมาย การตัดสินใจเชิงกลยุทธ์ และความพยายามของชุมชน รัฐ 214 ได้กลายเป็นหนึ่งในรัฐที่ประสบความสำเร็จและได้รับการเคารพมากที่สุดในเกม พลังของมันอยู่ที่การประสานงานและการทำงานเป็นทีมที่ได้รับการส่งเสริมในหมู่ผู้เล่น ซึ่งนำไปสู่การเติบโตและความสำเร็จที่ต่อเนื่อง",
    "losses-and-challenges": "การสูญเสียและความท้าทาย: มกราคม - มีนาคม 2024",
    "losses-text": "ตั้งแต่เดือนมกราคมถึงมีนาคม 2024 รัฐ 214 ประสบกับการสูญเสียครั้งสำคัญ เราเห็นการยุบตัวของหลายๆ อัลไลแอนซ์ที่สำคัญ รวมถึง AXE (เดิมคือ TEX) BLK และส่วนหนึ่งของ USA ที่เริ่มสลายตัวและออกจากรัฐ ช่วงเวลานี้เป็นช่วงเวลาที่ยากลำบาก เนื่องจากอัลไลแอนซ์ที่ดีที่สุดของเราและเพื่อนสนิทบางคน เช่น TDS/TLS ก็ได้จากไปเช่นกัน ทำให้เกิดช่องว่าง",
    "new-alliances": "ความท้าทายกับพันธมิตรใหม่: กันยายน - ธันวาคม 2024",
    "new-alliances-text": "ในเดือนกันยายน 2024 เราได้ต้อนรับพันธมิตรใหม่ที่เข้าร่วมรัฐ 214 ด้วยเจตนาดี อย่างไรก็ตาม หลังจากระยะเวลาสั้นๆ สมาชิกบางคนในอัลไลแอนซ์นี้ไม่สนใจการทำงานร่วมกันและเริ่มเผยแพร่ความโกลาหลและการแตกแยก ในฐานะรัฐที่รวมตัวกัน เราเผชิญกับความท้าทายนี้ร่วมกัน โดยมีการสนับสนุนจาก ODA ในเดือนธันวาคม 2024 รัฐทั้งหมดยืนหยัดต่อต้านผู้เล่นที่สร้างความวุ่นวายจนในเดือนมกราคม 2025 หลังจากความไม่สงบมากมาย สมาชิกที่เหลือของอัลไลแอนซ์นี้ถูกบังคับให้พิจารณาและดำเนินการโอนย้าย ซึ่งช่วยฟื้นฟูความสงบเรียบร้อยและความสามัคคีในรัฐ 214",
    "key-milestones": "ก้าวสำคัญ",
    "key-milestones-text": "ในเดือนเมษายน 2024 รัฐ 214 ได้ต้อนรับ ODA จากรัฐ 245 ซึ่งเป็นจุดสำคัญในการพัฒนาของรัฐ การเป็นผู้นำและการเข้าร่วมของพวกเขามีบทบาทสำคัญในการจัดระเบียบรัฐใหม่ ร่วมกับ DOA เพื่อปรับปรุงการประสานงานและเสริมสร้างอัลไลแอนซ์ที่กำหนดความสำเร็จของรัฐ",
    "fusion": "การรวมตัวของรัฐในฤดูหนาว 2025 เป็นอีกหนึ่งจุดเปลี่ยนที่สำคัญ รัฐ 214 ดูดซับผู้เล่นที่มีทักษะจากรัฐ 196 ซึ่งเพิ่มพลัง ความหลากหลาย และความทะเยอทะยานของรัฐ การรวมตัวครั้งนี้ไม่เพียงแค่การเพิ่มจำนวน แต่ยังเสริมสร้างชุมชนและกระตุ้นความหลงใหลและแรงผลักดันใหม่ๆ ให้กับรัฐ",
    "recent-developments": "การพัฒนาใหม่ล่าสุด",
    "recent-developments-text": "ในเดือนที่ผ่านมา PBT ได้ทำการเปลี่ยนแปลงอัลไลแอนซ์ที่ประสบความสำเร็จ โดยมีผู้เล่นที่มีทักษะหลายคนเข้าร่วม การเปลี่ยนแปลงนี้ ร่วมกับหน้าต่างการโอนย้ายล่าสุด ทำให้รัฐเติบโตขึ้นไปอีกขั้น การเปลี่ยนแปลงเหล่านี้ไม่เพียงแค่เสริมสร้างอัลไลแอนซ์ของเรา แต่ยังทำให้มิตรภาพลึกซึ้งยิ่งขึ้น และเสริมสร้างความรู้สึกของความสามัคคีที่กำหนดรัฐ 214",
    "looking-ahead": "มองไปข้างหน้า",
    "looking-ahead-text": "อนาคตของรัฐ 214 มุ่งเน้นไปที่เป้าหมายร่วมกัน: Frostdragon Tyrant เป้าหมายในตอนนี้คือการรวมสามอัลไลแอนซ์ชั้นยอดในเหตุการณ์นี้ และท้ายที่สุด เพื่อนำ Tyrant เข้ามาอยู่ภายใต้ธงของรัฐ 214 วิสัยทัศน์นี้ขับเคลื่อนชุมชนของเราให้ผลักดันขีดจำกัดของสิ่งที่เราสามารถบรรลุได้ร่วมกัน",
    "core-alliances": "พันธมิตรหลัก",
    "core-alliances-text": "ความแข็งแกร่งของรัฐ 214 อยู่ที่พันธมิตรหลักของมัน: SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
 },   
"fr": {
    "page-title": "État 214 : Une histoire de croissance et d'unité",
    "home": "Accueil",
    "history": "Histoire",
    "alliances": "Alliances",
    "rules": "Règles",
    "fort": "Forteresse",
    "community": "Communauté",
    "introduction": "L'État 214 a été officiellement lancé en avril 2023, entrant dans le monde de Whiteout Survival au milieu d'une concurrence féroce et d'une direction dynamique. Malgré les premiers défis—luttes internes, alliances changeantes et douleurs de croissance—l'État a rapidement trouvé son chemin grâce à la collaboration, la diplomatie et un engagement commun envers la communauté plutôt que le contrôle individuel.",
    "growth": "À travers d'innombrables batailles, décisions stratégiques et efforts communautaires, l'État 214 est devenu l'un des États les plus réussis et respectés du jeu. Sa force réside dans la cohésion et le travail d'équipe encouragés parmi ses joueurs, permettant une croissance et une réussite constantes.",
    "losses-and-challenges": "Perte et défis : janvier - mars 2024",
    "losses-text": "De janvier à mars 2024, l'État 214 a subi des pertes importantes. Nous avons vu la dissolution de plusieurs alliances clés, dont AXE (anciennement TEX), BLK et une partie des USA, qui ont commencé à se dissoudre et à quitter l'État. Cette période a été difficile, car nos meilleures alliances et amis proches, tels que TDS/TLS, ont également quitté, laissant un vide.",
    "new-alliances": "Défis avec les nouvelles alliances : septembre - décembre 2024",
    "new-alliances-text": "En septembre 2024, nous avons accueilli une nouvelle alliance qui a rejoint l'État 214 avec de bonnes intentions. Cependant, après une courte période, certains membres de cette alliance ont montré peu d'intérêt pour la collaboration et ont plutôt semé le chaos et la discorde. En tant qu'État unifié, nous avons affronté ce défi ensemble, en particulier avec le soutien de ODA. En décembre 2024, l'ensemble de l'État s'est opposé aux joueurs perturbateurs. En janvier 2025, après beaucoup de troubles, les membres restants de cette alliance ont été contraints de considérer et d'exécuter un transfert, rétablissant ainsi l'ordre et l'unité au sein de l'État 214.",
    "key-milestones": "Jalons clés",
    "key-milestones-text": "En avril 2024, l'État 214 a accueilli ODA de l'État 245, marquant un moment clé dans son développement. Leur leadership et leur participation ont joué un rôle crucial dans la réorganisation de l'État, aux côtés de DOA, pour améliorer la coordination et renforcer les alliances qui définiraient le succès de l'État.",
    "fusion": "La grande fusion d'État en hiver 2025 a été un autre tournant important. L'État 214 a absorbé des joueurs talentueux de l'État 196, augmentant encore sa puissance, sa diversité et ses ambitions. La fusion a été plus qu'une simple augmentation des chiffres ; elle a renforcé la communauté et injecté une nouvelle passion et un nouveau dynamisme dans l'État.",
    "recent-developments": "Développements récents",
    "recent-developments-text": "Le mois dernier, PBT a effectué une transition d'alliance réussie, rejointe par plusieurs joueurs talentueux. Cette transition, combinée à la dernière fenêtre de transfert, a propulsé l'État vers de nouveaux sommets. Ces changements ont non seulement renforcé nos alliances, mais ont également approfondi les amitiés et renforcé le sentiment d'unité qui définit l'État 214.",
    "looking-ahead": "Perspectives",
    "looking-ahead-text": "L'avenir de l'État 214 se concentre sur un objectif commun : le Tyran Frostdragon. L'ambition maintenant est de réunir trois alliances d'élite dans cet événement à fort enjeu et, finalement, de faire venir le Tyran sous la bannière de l'État 214. Cette vision pousse notre communauté à repousser les limites de ce que nous pouvons accomplir ensemble.",
    "core-alliances": "Alliances principales",
    "core-alliances-text": "La force de l'État 214 réside dans ses alliances principales : SRC, BKK, PBT, DOA, ODA, FRZ, GIN, FLR"
}
}
